tap "homebrew/cask-versions"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "uptech/oss"
brew "ack"
brew "gettext"
brew "lzo"
brew "xz"
brew "openjdk"
brew "activemq"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "boost"
brew "cmake"
brew "libssh2"
brew "composer"
brew "ctags"
brew "libusb-compat"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker-cloud"
brew "elinks"
brew "elixir"
brew "faac"
brew "libevent"
brew "x264"
brew "ffmpeg"
brew "gcc"
brew "geos"
brew "gist"
brew "git"
brew "git-extras"
brew "gnupg", link: false
brew "go"
brew "gpg-agent"
brew "hadoop"
brew "hive"
brew "httpd"
brew "hydra"
brew "ivy"
brew "jenv"
brew "kafka"
brew "libdvdcss"
brew "libvo-aacenc"
brew "libxml2"
brew "makedepend"
brew "memcached", restart_service: :changed
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "pandoc"
brew "plantuml"
brew "postgresql@14"
brew "postgresql@9.5"
brew "predictionio"
brew "pwgen"
brew "pyenv"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "rust"
brew "sbt"
brew "scala"
brew "sphinx-doc", link: false
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8"
brew "vim"
brew "wget"
brew "yasm"
brew "uptech/oss/alt"
cask "coverload"
cask "crosspack-avr"
cask "keepassx"
cask "kid3"
cask "marked"
cask "metaz"
cask "skype"
cask "transmit"
cask "vagrant"
